# 　　　　　　　～ニ二::'-､
# 　　　　　　　　　　　 ＼::＼＿
# 　　　　　　　　　　　　　>::::(つﾞ'-､,
# 　　　　　　　　　　　 ／(_つ:,､--､::ﾞ'.､
# 　　　　　　　　　　 /:::､---､ﾞ'---'::::（.ｉ
# 　　　　　　　　　　 ｌ::::ﾞ'＝＝'::::(二ヽ::）l
# 　　　　　　　　　　 l::::::(,､--'::::ｆ⌒ヾ::(ｌ
# 　　 ／二二ヽ　　　  >::／￣ )::＼＿l::ｉ　|
# 　　 |:l／）／）ヽ､ ,/:::::::::,､----､::::::|
# 　　／_.／／ヽ::::ﾄ､､:;;;;;;;＼＿＿):::::ヾ |
# 　　ﾚ'| ﾚ'"　　ヽ::`<|:|ヽ_ﾞ'-､::::::::::／l
# 　　 ヽヽ　ﾉヽ　ヽ:::ヾ::::::::::::::::ｌ__/
# 　　　　>>　λ　　>::::ｉﾞ'--'"￣ ,､-'",/
# 　　　／　 ／） ／:::丿ト──'" ヽ／
# 　　／　／／／::::／_/┴┴┴'"~
# 　 （ﾊ／,ﾊ／::::::,､-'"
# 　　夕ミ二;､-'"

# ツチノコ（槌の子）は、日本に生息すると言い伝えられている未確認動物
# (UMA)のひとつ。鎚に似た形態の、胴が太いヘビと形容される。北海道と南西諸島を除く日本全国で“目撃例”があるとされる。
# wiki: https://ja.wikipedia.org/wiki/%E3%83%84%E3%83%81%E3%83%8E%E3%82%B3
